Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: More matches, keep typing
bn_bd: আরো মিল, টাইপ করতে থাকুন

source: More than #1 match;More than #1 matches
bn_bd: #1 এর বেশি মিল;#1 এর বেশি মিলসমূহ

source: More tools…
bn_bd: আরও টুল…

source: Morocco
bn_bd: মরোক্কো

source: Most Recent Visit
bn_bd: সবচেয়ে সাম্প্রতিক পরিদর্শন

source: Most Visited
bn_bd: সর্বাধিক পরিদর্শিত

source: Mouse
bn_bd: মাউস

source: Move…
bn_bd: স্থানান্তর…

source: Move Down
bn_bd: নীচে নামানো

source: Moved to Background
bn_bd: ব্যাকগ্রাউন্ডে স্থানান্তরিত

source: Move Sidebar to Left
bn_bd: সাইডবার বামে সরাও

source: Move Sidebar to Right
bn_bd: সাইডবার ডানে সরাও

source: Move to:
bn_bd: স্থানান্তর করা হবে:

source: Move to Menu
bn_bd: মেনুতে স্থানান্তর করুন o

source: Move to New Window
bn_bd: নতুন উইন্ডোতে স্থানান্তর W

source: Move to Toolbar
bn_bd: টুলবারে স্থানান্তর করুন o

source: Move Up
bn_bd: উপরে উঠানো

source: Mozambique
bn_bd: মোজাম্বিক

source: %MOZ_APP_DISPLAYNAME% is installing your updates and will start in a few moments…
bn_bd: %MOZ_APP_DISPLAYNAME% আপনার আপডেটগুলো ইনস্টল করছে এবং কিছুক্ষণের মধ্যেই চালু হবে…

source: %MOZ_APP_DISPLAYNAME% Update
bn_bd: %MOZ_APP_DISPLAYNAME% আপডেট

source: Mozilla Bug Tracker
bn_bd: Mozilla বাগ ট্র্যাকার

source: Mozilla Location Service Key
bn_bd: Mozilla লোকেশন সার্ভিস Key

source: Mozilla.org
bn_bd: মোজিলা.অর্গ

source: Mozilla Public License
bn_bd: মোজিলা পাবলিক লাইসেন্সের

source: Multiprocess Windows
bn_bd: মাল্টিপ্রসেস উইন্ডো

source: must not undeclare prefix
bn_bd: প্রিফিক্স উল্লেখ করা আবশ্যক

source: Mutation
bn_bd: রূপান্তর

source: Mute
bn_bd: শব্দ বন্ধ

source: Mute tab
bn_bd: ট্যাপ নিরব করুন

source: Mute Tab
bn_bd: ট্যাপ নিরব করুন M

source: Mute tab (%S)
bn_bd: নিঃশব্দ করুন (%S)

source: My Add-ons
bn_bd: আমার অ্যাড-অন

source: My Cert: %1$S
bn_bd: আমার Cert: %1$S

source: My Projects
bn_bd: আমার প্রকল্প

source: My Themes
bn_bd: আমার থিমগুলি

source: Name
bn_bd: নাম

source: Name:
bn_bd: নাম:

source: Named character reference was not terminated by a semicolon. (Or “&” should have been escaped as “&amp;”.)
bn_bd: নামযুক্ত অক্ষর রেফারেন্স সেমিকোলন দ্বারা বাতিল হয়নি। ( অথবা “&amp;” হিসেবে “&” এর এস্কেপ করা উচিৎ ছিল।)

source: Nameless doctype.
bn_bd: নামহীন ডকুমেন্টের ধরণ।

source: Name of a profile.
bn_bd: একটি প্রোফাইলের নাম।

source: Name of a profile you wish to start.
bn_bd: আপনি যেই প্রোফাইল টি শুরু করতে চান সেটির নাম।

source: Name of a profile you wish to stop.
bn_bd: যেই প্রোফাইল স্থগিত করতে চান সেটির নাম।

source: Name of @counter-style rule can’t be ‘%1$S’.
bn_bd: @counter-style নিয়মের নাম '%1$S' হতে পারে না।

source: name of @keyframes rule.
bn_bd: @keyframes নিয়মে নাম।

source: name of pseudo-class or pseudo-element
bn_bd: pseudo-class অথবা pseudo-element এর নাম

source: namespace prefix in @namespace rule
bn_bd: @namespace নিয়মের মধ্যে namespace প্রিফিক্স

source: namespace URI in @namespace rule
bn_bd: @namespace নিয়মের মধ্যে namespace URI

source: Namibia
bn_bd: নামিবিয়া

source: Narrate
bn_bd: বিবরণ দাও

source: Nauru
bn_bd: নাউরু

source: Navajo
bn_bd: নাভাজো

source: Navassa Island
bn_bd: নাভাস্‌সা দ্বীপ

source: navigating
bn_bd: ন্যাভিগেশন করা হচ্ছে

source: navigation
bn_bd: ন্যাভিগেশন

source: Navigation
bn_bd: ন্যাভিগেশন

source: Navigation Toolbar
bn_bd: নেভিগেশন টুলবার

source: navigator.mozGetUserMedia has been replaced by navigator.mediaDevices.getUserMedia
bn_bd: navigator.mozGetUserMedia navigator.mediaDevices.getUserMedia এর মাধ্যমে প্রতিস্থাপিত হয়েছে।

source: Ndebele, North
bn_bd: এন্ডিবিলি, উত্তর

source: Ndebele, South
bn_bd: এন্ডিবিলি, দক্ষিণ

source: Ndonga
bn_bd: এন্ডোঙ্গা

source: Negation pseudo-class can’t be negated ‘%1$S’.
bn_bd: নেগেশন pseudo-class নেগেট করা সম্ভব নয় '%1$S'।

source: Negative cache expiry
bn_bd: নেগেটিভ ক্যাশ এক্সপাইরি

source: Nepal
bn_bd: নেপাল

source: Nepali
bn_bd: নেপালি

source: Net
bn_bd: নেট N

source: Netherlands
bn_bd: নেদারল্যান্ড

source: Netscape.cfg/AutoConfig failed. Please contact your system administrator. \n Error: %S failed:
bn_bd: Netscape.cfg/AutoConfig ব্যর্থ। অনুগ্রহ করে আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন। \n ত্রুটি: %S ব্যর্থ:

source: Netscape Server Gated Crypto
bn_bd: Netscape সার্ভার গেটেড ক্রিপ্টো

source: Net won count
bn_bd: নিট ওন গণনা

source: Network
bn_bd: নেটওয়ার্ক

source: Network is offline (go online)
bn_bd: নেটওয়ার্ক অফলাইনে আছে (অনলাইন হোন)

source: Network Monitor (%S)
bn_bd: নেটওয়ার্ক পর্যবেক্ষক (%S)

source: Network Panel
bn_bd: নেটওয়ার্ক প্যানেল

source: Network Proxy
bn_bd: নেটওয়ার্ক প্রক্সি

source: NETWORK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
bn_bd: %5$S সেকশনে %3$S (%4$S) নম্বর লাইনের ক্যাশিংয়ে NETWORK সেকশন লাইন %1$S (%2$S) বাঁধা প্রদান করে।

source: Network Timeout
bn_bd: নেটওয়ার্কের সময় উত্তীর্ণ

source: Never
bn_bd: কখনো নয়

source: Never Activate
bn_bd: কখনোই সক্রিয় করবেন না

source: Never Allow
bn_bd: কখনও অনুমতি দেবেন না

source: Never check for updates (not recommended: security risk)
bn_bd: হালনাগাদকরণ কখনও পরীক্ষা করবেন না N (প্রস্তাবিত নয়: নিরাপত্তা ঝুঁকি রয়েছে)

source: Ne&ver for This Site
bn_bd: এই সাইটের জন্য কখনো নয় (&v)

source: Never remember history
bn_bd: কখনোই ইতিহাস মনে রাখবে না

source: Never Save
bn_bd: কখনো সংরক্ষণ করবেন না

source: Never show again
bn_bd: কখোনই পুনরায় দেখাবেন না

source: Never translate %S
bn_bd: %S কখনও অনুবাদ করবেন না N

source: Never translate this site
bn_bd: কখনও এই সাইট অনুবাদ করবেন না e

source: Never use this add-on
bn_bd: কখনোই এই অ্যাড-অন টি ব্যাবহার করবেন না

source: new!
bn_bd: নতুন!

source: New
bn_bd: নতুন N

source: New App
bn_bd: নতুন অ্যাপ

source: New App…
bn_bd: নতুন অ্যাপ...

source: New Bookmark
bn_bd: নতুন বুকমার্ক

source: New Bookmark…
bn_bd: নতুন বুকমার্ক…

source: New Bookmarks
bn_bd: নতুন বুকমার্ক

source: New Caledonia
bn_bd: নিউ ক্যালেডোনিয়া

source: New CKL has different issuer than current CKL. Delete current CKL.
bn_bd: নতুন CKL এর বর্তমান CKL এর চেয়ে আলাদা ইস্যুকারী রয়েছে। বর্তমান CKL মুছে ফেলুন।

source: New Container Tab
bn_bd: নতুন কন্টেইনার ট্যাব

source: New CRL has an invalid format.
bn_bd: নতুন CRL-এ ব্যবহৃত বিন্যাস সঠিক নয়।

source: New CRL is not later than the current one.
bn_bd: বর্তমান CRL-টি নতুন CRL থেকে পুরোনো নয়।

source: New Document
bn_bd: নতুন নথি

source: New Folder
bn_bd: নতুন ফোল্ডার

source: New Folder…
bn_bd: নতুন ফোল্ডার…

source: New KRL has an invalid format.
bn_bd: নতুন KRL এর ফরম্যাট অকার্যকর।

source: New KRL is not later than the current one.
bn_bd: নতুন KRL টি বর্তমানের চেয়ে নতুন নয়।

source: New Live Bookmark
bn_bd: নতুন লাইভ বুকমার্ক

source: New Non-e10s Window
bn_bd: নতুন Non-e10s উইন্ডো

source: New password:
bn_bd: নতুন পাসওয়ার্ড:

source: New password (again):
bn_bd: নতুন পাসওয়ার্ড (পুনরায় লিখুন):

source: New password entered incorrectly. Please try again.
bn_bd: নতুন পাসওয়ার্ড সঠিকভাবে লেখা হয়নি। অনুগ্রহ করে পুনরায় চেষ্টা করুন।

source: New PKCS#11 Module
bn_bd: নতুন PKCS#11 মডিউল

source: New preference name
bn_bd: নতুন পছন্দের নাম

source: New private window
bn_bd: নতুন ব্যক্তিগত উইন্ডো

source: New Private Window
bn_bd: নতুন ব্যক্তিগত উইন্ডো

source: New Request
bn_bd: নতুন অনুরোধ

source: New Separator
bn_bd: নতুন বিভাজক

source: New setting name
bn_bd: সেটিং এর নতুন নাম

source: New style sheet #%S
bn_bd: নতুন স্টাইল শীট #%S

source: New %S value
bn_bd: নতুন %S মান

source: new tab
bn_bd: নতুন ট্যাব

source: New Tab
bn_bd: নতুন ট্যাব T

source: New Toolbar
bn_bd: নতুন টুলবার

source: New to %S?
bn_bd: %S এ নতুন?

source: New value for setting
bn_bd: সেটিং এর জন্য নতুন মান

source: New Version
bn_bd: নতুন সংস্করণ

source: New Version Available
bn_bd: নতুন সংস্করণ বিদ্যমান

source: New Window
bn_bd: নতুন উইন্ডো

source: New Zealand
bn_bd: নিউজিল্যান্ড

source: &Next >
bn_bd: পরবর্তী (&N) >

source: Next >
bn_bd: পরবর্তী >

source: Next &gt;
bn_bd: পরবর্তী &gt; (N)

source: Next page
bn_bd: পরবর্তী পাতা

source: Next Page
bn_bd: পরবর্তী পৃষ্ঠা

source: Next Result
bn_bd: পরবর্তী ফলাফল

source: Next update time
bn_bd: পরবর্তি হালনাগাদের সময়

source: next URI in @-moz-document rule
bn_bd: পরবর্তী URI হল @-moz-document rule এর মধ্যে

source: Nicaragua
bn_bd: নিকারাগুয়া

source: Niger
bn_bd: নাইজার

source: Nigeria
bn_bd: নাইজেরিয়া

source: Nightly Tester Tools
bn_bd: Nightly পরীক্ষক টুল

source: Niue
bn_bd: নিউ

source: no
bn_bd: না

source: No
bn_bd: না

source: &No
bn_bd: না (&N)

source: No “%1$S” element in scope but a “%1$S” end tag seen.
bn_bd: পরিধির মধ্যে “%1$S” উপাদান নেই কিন্তু একটি “%1$S” শেষ ট্যাগ দেখা গিয়েছে।

source: No animations were found for the current element.
bn_bd: বর্তমান উপাদানে কোন অ্যানিমেশন পাওয়া যায়নি।

source: No Application
bn_bd: কোন অ্যাপ্লিকেশন নেই

source: No applications were found for this file type.
bn_bd: এই ধরনের ফাইলের জন্য কোনো অ্যাপ্লিকেশন পাওয়া যায়নি।

source: No AudioNode selected.
bn_bd: কোনো AudioNode নির্বাচন করা নেই।

source: No Breakpoints
bn_bd: কোন ব্রেকপয়েন্ট ধার্য করা হয়নি

source: No breakpoints set
bn_bd: কোন ব্রেকপয়েন্ট ধার্য করা হয়নি

source: No call logging for chrome code is currently active
bn_bd: \u0020বর্তমানে ক্রোম কোডের জন্য কোন কল লগিং সক্রিয় নেই

source: No call logging is currently active
bn_bd: বর্তমানে কোন কল লগিং সক্রিয় নেই

source: No call stacks found. Record call stacks before taking a snapshot.
bn_bd: কোন কল স্ট্যাক পাওয়া যায়নি। স্ন্যাপশট নেওয়ার পূর্বে একটি কল রেকর্ড করুন।

source: No cell to close.
bn_bd: বন্ধ করার জন্য কোনো সেল নেই।

source: No certificate authority is trusted for SSL client authentication.
bn_bd: SSL ক্লায়েন্টের অনুমোদনের জন্য কোনো বিশ্বস্ত সার্টিফিকেট কর্তৃপক্ষ উপস্থিত নেই।

source: No cipher suites are present and enabled in this program.
bn_bd: কোনো ধরনের সাইফার স্যুট উপস্থিত নেই ও প্রোগ্রামের মধ্যে সক্রিয় করা নেই।

source: No classes on this element
bn_bd: ইলিমেন্টে কোন ক্লাস নেই

source: No commands starting with ‘%S’
bn_bd: '%S' দিয়ে শুরু হওয়া কোন কমান্ড নেই

source: No Compatible Add-ons Found
bn_bd: কোনো সুসংগত অ্যাড-অন পাওয়া যায়নি

source: No connection
bn_bd: কোনো সংযোগ নেই

source: No Container
bn_bd: কনটেনার নেই

source: No content process for this tab.
bn_bd: এই ট্যাবের জন্য কোন বিষয়বস্তু প্রক্রিয়া নেই।

source: <no cookie selected>
bn_bd: <কোনো কুকি নির্বাচন করা হয়নি>

source: No cookies for this request
bn_bd: এই অনুরোধের জন্য কোনো কুকি নেই

source: No cookies found for host %1$S
bn_bd: %1$S হোস্টের জন্য কোনো কুকি খুঁজে পাওয়া যায়নি

source: No cookies found for this page
bn_bd: এই পৃষ্ঠার জন্য কোনো কুকি খুঁজে পাওয়া যায়নি

source: No crash reports have been submitted.
bn_bd: কোনো ক্র্যাশ প্রতিবেদন জমা দেয়া হয়নি।

source: No CSS properties found.
bn_bd: কোনো CSS বৈশিষ্ট্যাবলী পাওয়া যায়নি।

source: No data available
bn_bd: কোন ডাটা নেই

source: No data present for selected host
bn_bd: নির্বাচিত হোস্টের জন্য কোন তথ্য বর্তমান নেই

source: No data was received (please try again)
bn_bd: কোনো ডাটা গৃহীত হয়নি (অনুগ্রহ করে আবার চেষ্টা করুন)

source: Node
bn_bd: নোড

source: No decoders for some of the requested formats: %S
bn_bd: অনুরোধকৃত কিছু ফরমেটের জন্য কোন ডিকোডার নাই: %S

source: Node does not have any AudioParams.
bn_bd: নোডের কোনো AudioParams নেই।

source: Node does not have any properties.
bn_bd: নোডে কোনো বিশিষ্টতা নেই।

source: Node operations
bn_bd: নোড অপারেশন

source: (No description)
bn_bd: (কোন বিবরণ নেই)

source: No Devices Connected
bn_bd: কোন ডিভাইস সংযুক্ত নয়

source: no device selected
bn_bd: কোন ডিভাইস নির্বাচিত হয়নি

source: No difference between the baseline and comparison.
bn_bd: বেজলাইন আর তুলনাকরণে কোন পার্থক্য নেই।

source: No digits in numeric character reference.
bn_bd: সাংখ্যিক অক্ষর রেফারেন্সে কোন সংখ্যা নেই।

source: No directory selected.
bn_bd: কোন ডিরেক্টরি নির্বাচিত হয়নি।

source: No downloads for this session.
bn_bd: এই সেশনের জন্য কোন ডাউনলোড নেই।

source: No element selected.
bn_bd: কোন উপাদান নির্বাচিত হয়নি।

source: (no email address)
bn_bd: (কোনো ইমেইল ঠিকানা নেই)

source: No event listeners to display
bn_bd: প্রদর্শনের জন্য কোন ইভেন্ট শ্রোতা নেই

source: (no filename available)
bn_bd: (ফাইলের নাম পাওয়া যাচ্ছে না)

source: No file selected.
bn_bd: কোন ফাইল নির্বাচন করা নেই।

source: No files matching %S found
bn_bd: %S এর সদৄশ কোন ফাইল পাওয়া যায়নি

source: No files selected.
bn_bd: কোন ফাইল নির্বাচন করা নেই।

source: No filter specified
bn_bd: কোন ফিল্টার বিশেষায়িত করা হয়নি

source: No Fortezza card selected
bn_bd: কোনো Fortezza কার্ড নির্বাচন করা হয়নি

source: No Fortezza cards Found
bn_bd: কোনো Fortezza কার্ড পাওয়া যায়নি

source: No headers for this request
bn_bd: এই অনুরোধের জন্য কোন হেডার নেই

source: No hosts on the page
bn_bd: এই পেজে কোন হোস্ট নেই

source: No Information Available
bn_bd: কোনো তথ্য নেই

source: No installed plugins found
bn_bd: কোনো ইন্সটলকৃত প্লাগইন পাওয়া যায়নি

source: No items
bn_bd: কোন আইটেম নেই

source: No KRL for this site’s certificate has been found.
bn_bd: এই সাইট থেকে প্রাপ্ত সার্টিফিকেট এর জন্য কোনো KRL পাওয়া যায়নি।

source: No list available
bn_bd: কোনো তালিকা বিদ্যমান নেই

source: (No Login Suggestions)
bn_bd: (কোন সাজেশন প্রস্তাবিত নয়)

source: No matches
bn_bd: কোনো মিল নেই

source: No matches.
bn_bd: কোনো মিল নেই।

source: No matches found
bn_bd: কোন মিল খুঁজে পাওয়া যায়নি

source: No matches found for the following rules:
bn_bd: নিম্নলিখিত নিয়মসমূহের জন্য কোন মিল পাওয়া যায়নি:

source: No matching CRL was found.
bn_bd: কোনো ম্যাচিং CRL পাওয়া যায়নি।

source: No meta-viewport tag found. Please explicitly specify one to prevent unexpected behavioural changes in future versions. For more help https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag
bn_bd: কোন meta-viewport ট্যাগ পাওয়া যায়নি। ভবিষ্যত সংস্করণে অপ্রত্যাশিত আচরণগত পরিবর্তন রোধ করার জন্য স্পষ্টভাবে যেকোনো একটি উল্লেখ করুন। আরও সাহায্যের জন্য https://developer.mozilla.org/en/docs/Mozilla/Mobile/Viewport_meta_tag

source: Nominated
bn_bd: নোমিনেটেড

source: No more information on that Personality
bn_bd: ঐ নিজস্ব উপস্থাপনা শৈলী সম্পর্কে আর কিছু জানা যায়নি

source: none
bn_bd: কোনোটি নয়

source: None
bn_bd: কোনটি না

source: None of the “%1$S” hashes in the integrity attribute match the content of the subresource.
bn_bd: ইন্টিগ্রিটি অ্যাট্রিবিউটে "%1$S" এর কোন হ্যাস সাবসোর্সের কন্টেন্টের সাথে মিলে না।

source: None Selected
bn_bd: কোনটিই নির্বাচন করা হয়নি

source: No new slot event is available at this time.
bn_bd: এই মূহুর্তে কোনো নতুন স্লট ইভেন্ট নেই।

source: Non-incremental Cause:
bn_bd: অবর্ধনীয় কারণ:

source: Non-incremental GC
bn_bd: অক্রমবর্ধমান GC

source: No notification will be shown until you restart &brandShortName;
bn_bd: &brandShortName; পুনরায় চালু না করা পর্যন্ত কোনো বার্তা প্রদর্শিত হবে না

source: Non-repudiation
bn_bd: প্রত্যাখ্যান প্রত্যাহার

source: Non-space after “frameset”.
bn_bd: “frameset” এরপর ফাঁকাস্থান নেই।

source: Non-space character after body.
bn_bd: বডির পর ফাঁকাস্থান বিহীন অক্ষর।

source: Non-space character in page trailer.
bn_bd: পৃষ্ঠা ট্রেইলারে ফাঁকাস্থান বিহীন অক্ষর।

source: Non-space character inside “noscript” inside “head”.
bn_bd: “head” ভেতরে “noscript” এর মধ্যে ফাঁকাস্থানবিহীন অক্ষর।

source: Non-space in “colgroup” when parsing fragment.
bn_bd: “colgroup” ফাঁকাস্থান বিহীন যখন ফ্র্যাগমেন্ট পার্স করা হয়।

source: Non-space in “frameset”.
bn_bd: “frameset” এ ফাঁকাস্থান নেই।

source: "No OLE for: "
bn_bd: "এর জন্য কোনো OLE নেই: "

source: No open tabs
bn_bd: কোন ট্যাব খোলা নেই

source: No parameters for this request
bn_bd: এই অনুরোধের জন্য কোনো প্যারামিটারের নেই

source: No PKCS#11 token could be found to do a required operation.
bn_bd: আবশ্যক কর্ম সঞ্চালনের জন্য কোনো PKCS#11 টোকেন পাওয়া যায়নি।

source: No printers available.
bn_bd: মুদ্রণযন্ত্র বিদ্যমান নয়।

source: No printers available, cannot show print preview.
bn_bd: কোন প্রিন্টার নেই, মুদ্রনের প্রাকদর্শন দেখাতে অক্ষম।

source: No programs that contain bookmarks, history or password data could be found.
bn_bd: বুকমার্ক, ইতিহাস অথবা পাসওয়ার্ড ধারণকারী কোনো প্রোগ্রাম পাওয়া যায়নি।

source: No properties to display
bn_bd: কোন বৈশিষ্ট্যাবলী প্রদর্শন করার নেই

source: No proxy
bn_bd: কোন প্রক্সি নয়

source: No Proxy for:
bn_bd: অনুপস্থিত প্রক্সি:

source: No QR scanner prompt?
bn_bd: কোন উত্তেজিত QR scanner নেই?

source: No report available.
bn_bd: কোন রিপোর্ট নেই।

source: No requests
bn_bd: অনুরোধে নেই

source: <- no result
bn_bd: <- কোন ফলাফল নেই

source: no results
bn_bd: ফলাফল নেই

source: Norfolk Island
bn_bd: নরফোক দ্বীপ

source: Normal
bn_bd: স্বাভাবিক

source: Normal Size
bn_bd: সাধারণ আকার N

source: no root element found
bn_bd: কোন মূল উপাদান পাওয়া যায়নি

source: Northern Mariana Islands
bn_bd: উত্তর মারিয়ানা দ্বীপপুঞ্জ

source: Northern Sami
bn_bd: উত্তরীয় সামি

source: Norway
bn_bd: নরওয়ে

source: Norwegian
bn_bd: নরওয়েজিয়ান

source: Norwegian Bokm\u00e5l
bn_bd: নরওয়েজিয়ান বুকমল

source: Norwegian Nynorsk
bn_bd: নরওয়েজিয়ান নিনরস্ক

source: No Screen
bn_bd: কোন স্ক্রিন নেই

source: No “select” in table scope.
bn_bd: টেবিলের পরিধির মধ্যে “select” নেই।

source: No Service Workers registered.
bn_bd: কোন সার্ভিস কর্মী নিবন্ধিত নেই

source: No slot or token was selected.
bn_bd: কোনো স্লট বা টোকেন নির্বাচন করা হয়নি।

source: (No sources black boxed)
bn_bd: (ব্ল্যাক বাক্স করা কোনো সোর্স নেই)

source: No space before conditional statements
bn_bd: শর্তাধীন বিবৃতির আগে কোন ফাঁকা স্থান নেই

source: No space between attributes.
bn_bd: অ্যাট্রিবিউটের মধ্যে কোন ফাঁকাস্থান নেই।

source: No space between the doctype public and system identifiers.
bn_bd: ডকুমেন্ট ধরণ পাবলিক এবং সিস্টেম সনাক্তকারীর মাঝে কোনো ফাঁকাস্থান নেই।

source: No space between the doctype “PUBLIC” keyword and the quote.
bn_bd: ডকুমেন্ট ধরণ “PUBLIC” কীওয়ার্ড এবং উদ্ধৃতির মাঝে কোনো ফাঁকাস্থান নেই।

source: No space between the doctype “SYSTEM” keyword and the quote.
bn_bd: ডকুমেন্টের ধরণ “SYSTEM” কীওয়ার্ড এবং উদ্ধৃতির মাঝে কোনো ফাঁকাস্থান নেই।

source: No space left on device
bn_bd: ডিভাইসের মধ্যে পর্যাপ্ত ফাঁকা স্থান অনুপস্থিত

source: (No Spelling Suggestions)
bn_bd: (কোন বানান পরামর্শ নেই)

source: (no stack available)
bn_bd: (স্ট্যাক নেই)

source: No stack frames to display
bn_bd: প্রদর্শনের জন্য কোন স্ট্যাক ফ্রেম নেই

source: No Style
bn_bd: শৈলীবিহীন

source: No supported TLS signature algorithm was configured.
bn_bd: কোন সমর্থিত TLS স্বাক্ষর আ্যলগরিদম কনফিগার করা হয়নি।

source: No synced tabs… yet!
bn_bd: সিঙ্ক করা কোন ট্যাব নেই…এখনো!

source: No table row to close.
bn_bd: বন্ধ করার জন্য কোনো টেবিল সারি নেই।

source: Not accessible from client side script
bn_bd: ক্লায়েন্ট সাইড স্ক্রিপ্ট থেকে প্রবেশযোগ্য নয়

source: Not After
bn_bd: পরে নয়

source: Not a USB device
bn_bd: USB ডিভাইস নয়

source: Not Before
bn_bd: আগে নয়

source: not checked
bn_bd: পরীক্ষিত নয়

source: Not Connected to Sync
bn_bd: সিঙ্কের সাথে সংযুক্ত নয়

source: Not Critical
bn_bd: সংকটমুক্ত

source: note
bn_bd: নোট

source: Not encrypted or signed: you do not yet have an email certificate.
bn_bd: এনক্রিপশন ও স্বাক্ষর বিহীন: আপনার কোনো ইমেইল সার্টিফিকেট নেই।

source: Not encrypted: you do not have certificates for each of the recipients.
bn_bd: এনক্রিপশন বিহীন: প্রত্যেক প্রাপকের জন্য আপনার কাছে সার্টিফিকেট উপস্থিত নেই।

source: Not enough room in buffer for DTLS record.
bn_bd: DTLS রেকর্ড সঞ্চয় করার মত পর্যাপ্ত জায়গা নেই।

source: NOTE: Slow SQL debugging is enabled. Full SQL strings may be displayed below but they will not be submitted to Telemetry.
bn_bd: নোট: ধীর গতির SQL ডিবাগিং সক্রিয় করা হয়েছে।সম্পূর্ণ SQL স্ট্রিং নীচে প্রদর্শিত হতে পারে কিন্তু তাদের টেলিমেট্রিতে উপস্থাপন করা হবে না।

source: not found
bn_bd: খুঁজে পাওয়া যায়নি

source: No thanks
bn_bd: প্রয়োজন নেই

source: No Thanks
bn_bd: প্রয়োজন নেই

source: Nothing yet.
bn_bd: এখনো কিছু না।

source: No throttling
bn_bd: প্রতিরোধোক নাই

source: Notification Permissions
bn_bd: ঘোষণার অনুমোদন

source: Notifications
bn_bd: নোটিফিকেশন

source: Notification settings
bn_bd: নোটিফিকেশন সেটিং

source: Not imported, already in database.
bn_bd: ইমপোর্ট করা হয়নি, ডাটাবেসে আগে থেকেই বিদ্যমান।

source: Not Installed
bn_bd: ইনস্টল করা হয়নি

source: (no title)
bn_bd: (শিরোনামহীন)

source: Not Logged In
bn_bd: লগইন করা হয়নি

source: Not now
bn_bd: এই মূহুর্তে নয়

source: &Not Now
bn_bd: এই মূহুর্তে নয় (&N)

source: Not Now
bn_bd: এই মূহুর্তে নয়।

source: ‘not’, ‘(’, or function
bn_bd: 'not', '(', অথবা ফাংশন

source: <Not Part Of Certificate>
bn_bd: <সার্টিফিকেটের অংশ নয়>

source: Not Paused
bn_bd: স্থগিত হয়নি

source: Not Present
bn_bd: উপস্থিত নেই

source: No tracking elements detected on this page.
bn_bd: ট্রাকিং করার মত কোন কিছু এই পাতায় পাওয়া যায়নি।

source: (not set)
bn_bd: (নির্ধারিত হয়নি)

source: Not specified
bn_bd: নির্ধারিত নয়

source: (Not Stored)
bn_bd: (সংরক্ষিত নয়)

source: * Not supported for current toolbox target
bn_bd: * বর্তমান টুলবক্স টার্গেট এর জন্য সমর্থিত নয়

source: Not supporting directive ‘%1$S’. Directive and values will be ignored.
bn_bd: নির্দেশনা ''%1$S' সমর্থন করা হচ্ছে না। নির্দেশিকা এবং মান উপেক্ষা করা হবে।

source: not well-formed
bn_bd: সঠিকভাবে গঠিত নয়

source: No updates found
bn_bd: কোনো হালনাগাদ পাওয়া যায়নি

source: No Updates Found
bn_bd: কোনো হালনাগাদ পাওয়া যায়নি

source: No updates installed yet
bn_bd: এখন পর্যন্ত কোনো হালনাগাদ ইনস্টল করা হয়নি

source: No username
bn_bd: ইউজারনেম নাই

source: No variables to display
bn_bd: কোন ভেরিয়েবল প্রদর্শন করার জন্য নেই।

source: No video with supported format and MIME type found.
bn_bd: সমর্থিক ফরম্যাট এবং MIME ধরণের কোন ভিডিও খুঁজে পাওয়া যায়নি।

source: No Window
bn_bd: নতুন উইন্ডো

source: Now installing
bn_bd: এখন ইনস্টল হচ্ছে

source: nsIJSON.decode is deprecated. Please use JSON.parse instead.
bn_bd: nsIJSON.decode অবচিত হয়েছে। পরিবর্তে JSON.parse ব্যবহার করুন।

source: nsIJSON.encode is deprecated. Please use JSON.stringify instead.
bn_bd: nsIJSON.encode অবচিত হয়েছে। পরিবর্তে JSON.stringify ব্যবহার করুন।

source: NSS could not shutdown. Objects are still in use.
bn_bd: NSS বন্ধ হতে পারেনি। অবজেক্টগুলি এখনও ব্যবহৃত হচ্ছে।

source: NSS is not initialized.
bn_bd: NSS শুরু করা হয়নি।

source: /*\n * This is a JavaScript Scratchpad.\n *\n * Enter some JavaScript, then Right Click or choose from the Execute Menu:\n * 1. Run to evaluate the selected text (%1$S),\n * 2. Inspect to bring up an Object Inspector on the result (%2$S), or,\n * 3. Display to insert the result in a comment after the selection. (%3$S)\n */\n\n
bn_bd: /*\n * এটা একটি জাভা স্ক্রিপ্ট স্ক্র্যাচপ্যাড\n *\n * কিছু জাভাস্ক্রিপ্ট প্রবেশ করান, তারপর রাইট ক্লিক করুন বা এক্সিটউট মেনু থেকে নির্বাচন করুন:\n *1. নির্বাচিত টেক্সটকে মূল্যায়ন করতে চালান (%1$S),\n * 2. ফলাফলে একটি অবজেক্ট পরিদর্শক আনতে পরিদর্শন করুন(%2$S), or,\n * 3. নির্বাচনের পর মন্তব্যে ফলাফল প্রবেশ করাতে প্রদর্শন করুন। (%3$S)\n */\n\n

source: Number of copies:
bn_bd: কপির সংখ্যা: (c)

source: Number of negative cache entries
bn_bd: নেগেটিভ ক্যাশ এন্ট্রির সংখ্যা

source: Number of positive cache entries
bn_bd: পজিটিভ ক্যাশ এন্ট্রির সংখ্যা

source: Number of requests
bn_bd: অনুরোধের সংখ্যা

source: numerator
bn_bd: লব

source: Nursery Collection
bn_bd: নার্সারি সংগ্রহ

source: Nursery Eviction
bn_bd: নার্সারি উচ্ছেদ

source: Nursery is Full
bn_bd: নার্সারি পূর্ণ

source: Nursery Objects Too Active
bn_bd: নার্সারি উপাদান অতিরিক্ত সক্রিয়

source: object
bn_bd: অবজেক্ট

source: Object
bn_bd: অবজেক্ট

source: Object Identifier (%S)
bn_bd: অবজেক্ট পরিচয়কারী (%S)

source: Object Signer
bn_bd: অবজেক্ট স্বাক্ষরকারী

source: Object Store Name
bn_bd: অবজেক্ট সংরক্ষকের নাম

source: Object Stores
bn_bd: অবজেক্ট সংরক্ষক

source: Occitan
bn_bd: অক্সিটান

source: OCSP response has an invalid signature.
bn_bd: OCSP উত্তরটিতে একটি অকার্যকর সাক্ষর আছে।

source: OCSP Signing
bn_bd: OCSP স্বাক্ষর

source: Odia
bn_bd: ওড়িয়া

source: of
bn_bd: সর্বমোট

source: off
bn_bd: অফ

source: (off)
bn_bd: (বন্ধ)

source: Off
bn_bd: বন্ধ

source: Offline Data
bn_bd: অফলাইন তথ্য

source: Offline mode
bn_bd: অফলাইন মোড

source: Offline Mode
bn_bd: অফলাইন মোড

source: Offline Web Content and User Data
bn_bd: অফলাইন ওয়েব কনটেন্ট এবং ব্যবহারকারীর ডাটা

source: Offline Website Data
bn_bd: অফলাইন ওয়েবসাইটের তথ্য (O)

source: offset
bn_bd: অফসেট
